Revit 2027 API
ParameterTypeId.BendingdetailPosition Property
 "Bending Detail Position"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BendingdetailPosition { get; }
Public Shared ReadOnly Property BendingdetailPosition As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BendingdetailPosition {
	ForgeTypeId^ get ();
}
static member BendingdetailPosition : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace